{
    "Familia Boidae": [
      {
        "nombreComun": "Mazacuata, boa",
        "nombreCientifico": "Boa constrictor",
        "descripcion": "Es una de las especies más conocidas en Guatemala. Generalmente no sobrepasa los tres metros de longitud aunque se han reportado individuos de 5.50 m. La cabeza es más o menos triangular y las pupilas son verticales. En el rostro se observa una mancha que semeja un antifaz. El color de fondo puede variar en tonalidades de gris y marrón, además presenta un patrón reticulado más oscuro. A los lados de la cloaca, presentan espolones en forma de uña que son más desarrollados en los machos.",
        "distribucionEnGuatemala": "Está presente en todo el país, en elevaciones que van de cero a 900 msnm (Campbell y Vannini 1989).",
        "historiaNatural": "Es de hábitos principalmente nocturnos aunque ocasionalmente puede observarse de día, principalmente en hábitats de vegetación densa. Es terrestre o arborícola y se alimenta de iguanas y otras lagartijas, aves y mamíferos. Las jóvenes son más arborícolas que las adultas. Las hembras pueden parir de 12 a 64 crías entre los meses de mayo y agosto (Campbell 1998).",
        "venenosidad": "No venenosa"
      },
      {
        "nombreComun": "Boa anillada",
        "nombreCientifico": "Corallus annulatus",
        "descripcion": "Es una serpiente de cabeza grande y ojos con pupila vertical (Campbell 1998). Puede medir hasta 1.70 m. Los adultos son de color marrón pálido con manchas marrón ligeramente más oscuro. Los jóvenes son de color canela (Campbell 1998).",
        "distribucionEnGuatemala": "Noreste de Izabal (Köhler 2003).",
        "historiaNatural": "Serpiente arborícola, de bosque húmedo, de hábitos nocturnos (Campbell 1989).",
        "venenosidad": "No venenosa"
      }
    ],
    "Familia Colubridae": [
      {
        "nombreComun": "Zacatera de montaña",
        "nombreCientifico": "Adelphicos daryi",
        "descripcion": "Se ha reportado una longitud de hasta 57.4 cm. Dorsalmente es marrón grisácea con líneas longitudinales y en la parte ventral es amarilla pálida con una línea oscura en la cola (Köhler 2003).",
        "distribucionEnGuatemala": "Montañas del centro sur de Guatemala (Acevedo 2006).",
        "historiaNatural": "Se encuentra en bosques de pino-encino; viven bajo la hojarasca, material vegetal en descomposición y troncos podridos. Nocturna. Se alimenta de lombrices de tierra (Köhler 2003).",
        "venenosidad": "No venenosa"
      },
      {
        "nombreComun": "Zacatera",
        "nombreCientifico": "Adelphicos quadrivirgatus",
        "descripcion": "Alcanza 40 cm de longitud. Color gris o marrón con cuatro líneas longitudinales oscuras (Campbell 1998).",
        "distribucionEnGuatemala": "Norte y bocacosta sur. Hasta los 1500 msnm (Campbell y Vannini 1989).",
        "historiaNatural": "Serpiente pequeña, evasiva. Viven bajo la hojarasca, material vegetal en descomposición y troncos podridos. Nocturna. Se alimenta de lombrices de tierra (Köhler 2003).",
        "venenosidad": "No venenosa"
      }
    ]
  }